; File Joiner (www.igorware.com/file-joiner)

[translation]
vers=2.3.0
laid=0x0012
lang=한국어 (Korean)
name=4Li
date=2013-10-02

[controls]
000=자동
001=파일 추가(&F)
002=폴더 추가
003=제거(&R)
004=모두 제거
005=찾아보기
006=목록 안의 첫번째 파일에 추가 (고급 사용자 전용!)
007=해시
008=지우기
009=마치면:
010=결과물 파일 열기
011=결과물 폴더 열기
012=나뉜 파일 삭제
013=끝내기

[about]
000=%s 정보
001=확인

[list_column]
000=경로
001=크기
002=상태

[list_status_cat]
000=확인
001=경고
002=오류

[list_status]
000=확인
001=경고: 예상되지 않는 번호 순서입니다.
002=경고: 첫번째 파일과 크기가 일치하지 않습니다.
003=경고: 이전 파일보다 마지막 파일의 크기가 큽니다.
004=오류: 쓰기 위한 파일을 열 수 없습니다!
005=오류: 읽기 위한 파일을 열 수 없습니다!

[list_tooltip]
000=입력 파일의 목록
001=경로:\t %s\r\n크기:\t %s\r\n순서:\t %d\r\n상태:\t %s

[join_button]
000=멈춤(&S)
001=합치기(&J)

[settings]
000=설정
001=테스트
002=불러올 때, 나뉜 파일의 누락 여부 확인(&M)
003=불러올 때, 나뉜 파일 크기의 일관성 확인(&C)
004=나뉜 파일의 누락 여부 확인
005=나뉜 파일 크기의 일관성 확인
006=파일 목록
007=파일 경로 안의 마지막 번호만 사용해 정렬(&S) (빠름)
008=합친 후, 목록에서 모든 파일 제거(&R)
009=나뉜 파일 자동 불러오기 사용 안함(&A)
010=하위 폴더 재귀적으로 사용(&F)
011=일반
012=창 위치 기억(&W)
013=나뉜 파일 삭제할 때, 휴지통 사용(&D)
014=기본 출력 경로
015=입력 폴더와 같음
016=사용자 지정 경로
017=저장
018=취소
019=시작시 새 버전 확인

[menu]
000=옵션(&O)
001=항상 맨 위에 위치(&T)\tCtrl + T
002=.001 파일 연결 (포터블은 안됨)
003=해시 사용 안함(&H)
004=합친 후, 목록에서 모든 파일 제거(&R)
005=설정(&S)

006=언어(&L)

007=도움말(&H)
008=온라인 도움말(&H)
009=웹사이트(&W)
010=정보(&A)
011=새 버전 확인(&N)

[menu_popup]
000=파일 위치 열기(&L)
001=목록 가져오기(&I)
002=목록 내보내기(&E)
003=제거(&R)
004=모두 제거

[messages]
001=쓰레드를 만들 수 없습니다. :(
002=합치기 작업이 진행 중입니다, 정말로 끝낼까요? (권장 안함)
003=준비
004=합치는 중...
005=합치기 작업 진행 중!
006=파일 합치기 성공!

007=목록에 한 개의 파일만 있습니다!
008=옮길 파일을 선택하지 않았습니다!
009=파일 목록이 빈 상태입니다, 합칠 파일이 없습니다!
010=파일을 열 수 없습니다!
011=지정한 결과물 파일을 만들 수 없습니다!
012=파일 쓰기 실패! 디스크 공간이 부족한가요?
013=파일 추가됨: %d 개
014=자동으로 불러온 파일: %d 개
015=결과물 파일이 이미 있습니다. 덮어쓸까요?
016=결과물 파일 경로를 지정하지 않았습니다!

017=나뉜 파일 누락 여부 확인
018=순서에서 %d 개의 나뉜 파일이 누락된 것 같습니다: %s
019=순서에서 %d 개 이상의 나뉜 파일이 누락된 것 같습니다: %s
020=나뉜 파일 크기 확인
021=첫번째 나뉜 파일보다 %d 개의 나뉜 파일(들)이 다른 크기를 가지고 있는 듯 합니다, 이러한 파일(들)은 손상됐거나 같은 그룹(종류)에 속하지 않는 것을 의미합니다. 다른 크기의 나뉜 파일(들)의 순서: %s
022=마지막 부분이 누락된 것처럼, 그것은 마지막 부분이 제일 작은 파일 크기를 갖고 있지 않은 걸로 보입니다. 그렇지만, 이것이 반드시 사실은 아닙니다.
023==\n\n합치기 작업을 계속할까요?
024=사용자 지정 경로: "%s"
025=-출력

[tooltips]
000=* 고급 사용자 전용 *\r\n목록 안의 첫 번째 파일에 모든 파일을 추가합니다.\r\n속도는 좋지만, 목록 안의 파일 순서가 잘못된 경우엔 자료를 잃게 됩니다.
001=목록 안의 선택한 파일을 위로 옮깁니다.
002=목록 안의 선택한 파일을 아래로 옮깁니다.
003=결과물 파일이 저장될 경로입니다.
004=결과물 파일을 저장할 위치를 찾아봅니다.
005=목록 안의 파일을 합칩니다.
006=상태
007=목록에 파일을 추가합니다.
008=폴더에서 모든 파일을 추가합니다.
009=목록에서 선택한 파일을 제거합니다.
010=목록에서 모든 파일을 제거합니다.
011=목록 안의 파일을 정렬합니다.
012=자동 정렬 여부 전환
013=CRC32 해시
014=CRC32 해시 계산 여부 전환
015=MD5 해시
016=MD5 해시 계산 여부 전환
017=해시 값을 지웁니다.
018=마치면, 하드 드라이브에서 모든 나뉜 파일을 삭제합니다. (합치기가 성공했을 때만)
019=마치면, 프로그램을 끝냅니다. (합치기가 성공했을 때만)
020=마치면, 결과물 파일을 엽니다. (합치기가 성공했을 때만)
021=마치면, 결과물 폴더를 엽니다. (합치기가 성공했을 때만)

[updater]
000=File Joiner %s (%s) (이)가 사용 가능합니다. 다운로드 페이지를 열까요?
001=이미 최신 버전을 사용 중입니다.
002=새 버전을 확인할 수 없습니다.
